import { Injectable } from '@angular/core';

@Injectable({
  providedIn: 'root'
})
export class WomenService {
  getManProductsData(){
    return [
      {
        "model": "FURLA 1927",
        "name": "Сумка Кросс-Боди",
        "price": "руб 34.500,00",
        "color": "Цвет: Greige",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мини-сумка Furla 1927 из мягкой и шелковистой кожи теленка позволит компактно разместить самые необходимые в повседневной жизни предметы. Этот эффектный аксессуар с тиснением под крокодила можно носить как на плече, так и на манер кросс-боди.\n" +
          "\n" +
          "- Ремень-цепочка\n" +
          "- Внутренний карман\n" +
          "- Внешний открытый карман сзади\n" +
          "- Застежка с поворотным замком и логотипом Arch\n" +
          "\n" +
          "Размеры\n" +
          "20.0 x 13.5 x 7.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Телячья кожа с отделкой из нубука и принтом «Кокос»\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "13.5 cm",
        "img": "1. Сумка Кросс-Боди, Greige.jpg",
        "productId": "2000"
      },
      {
        "model": "FURLA 1927",
        "name": "Сумка Кросс-Боди",
        "price": "руб 34.500,00",
        "color": "Цвет: Fullmoon",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мини-сумка Furla 1927 из мягкой и шелковистой кожи теленка позволит компактно разместить самые необходимые в повседневной жизни предметы. Этот эффектный аксессуар с тиснением под крокодила можно носить как на плече, так и на манер кросс-боди.\n" +
          "\n" +
          "- Ремень-цепочка\n" +
          "- Внутренний карман\n" +
          "- Внешний открытый карман сзади\n" +
          "- Застежка с поворотным замком и логотипом Arch\n" +
          "\n" +
          "Размеры\n" +
          "20.0 x 13.5 x 7.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Телячья кожа с отделкой из нубука и принтом «Кокос»\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "13.5 cm",
        "img": "1.1 Сумка Кросс-Боди, Fullmoon.jpg",
        "productId": "2001"
      },
      {
        "model": "FURLA 1927",
        "name": "Сумка С Верхней Ручкой, Мини-Формат",
        "price": "руб 39.000,00",
        "color": "Цвет: Fullmoon",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "С элегантной мини-сумкой с верхней ручкой Furla 1927 все самые важные вещи будут всегда под рукой. Модель из нубука с тиснением под крокодила отличается мягкой на ощупь шелковистой текстурой. Аксессуар дополнен съемным ремнем, благодаря которому сумку можно носить не только в руке, но и на плече.\n" +
          "\n" +
          "- Внутреннее отделение с боковыми складками и карманом на молнии\n" +
          "- Открытый карман сзади\n" +
          "- Регулируемый кожаный ремень в тон\n" +
          "- Металлические ножки\n" +
          "- Застежка с поворотным замком и логотипом Furla Arch\n" +
          "\n" +
          "Размеры\n" +
          "21.0 x 16.0 x 8.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Телячья кожа с отделкой из нубука и принтом «Кокос»\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "16.0 cm",
        "img": "2. Сумка С Верхней Ручкой, Мини-Формат Fullmoon.jpg",
        "productId": "2003"
      },
      {
        "model": "FURLA 1927",
        "name": "Сумка С Верхней Ручкой, Мини-Формат",
        "price": "руб 39.000,00",
        "color": "Цвет: Greige",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "С элегантной мини-сумкой с верхней ручкой Furla 1927 все самые важные вещи будут всегда под рукой. Модель из нубука с тиснением под крокодила отличается мягкой на ощупь шелковистой текстурой. Аксессуар дополнен съемным ремнем, благодаря которому сумку можно носить не только в руке, но и на плече.\n" +
          "\n" +
          "- Внутреннее отделение с боковыми складками и карманом на молнии\n" +
          "- Открытый карман сзади\n" +
          "- Регулируемый кожаный ремень в тон\n" +
          "- Металлические ножки\n" +
          "- Застежка с поворотным замком и логотипом Furla Arch\n" +
          "\n" +
          "Размеры\n" +
          "21.0 x 16.0 x 8.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Телячья кожа с отделкой из нубука и принтом «Кокос»\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "16.0 cm",
        "img": "2.1 Сумка С Верхней Ручкой, Мини-Формат Greige.jpg",
        "productId": "2004"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 38.500,00",
        "color": "Цвет: Greige",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "3. Сумка Кросс-Боди S Greige.jpg",
        "productId": "2005"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 38.500,00",
        "color": "Цвет: Marshmallow",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "3.1 Сумка Кросс-Боди S Marshmallow.jpg",
        "productId": "2006"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 38.500,00",
        "color": "Цвет: Soil",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "3.2 Сумка Кросс-Боди S Soil.jpg",
        "productId": "2007"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 34.000,00",
        "color": "Цвет: Greige",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "4. Сумка Кросс-Боди S Greige.jpg",
        "productId": "2008"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 34.000,00",
        "color": "Цвет: Marshmallow",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "4.1 Сумка Кросс-Боди S Marshmallow.jpg",
        "productId": "2009"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 34.000,00",
        "color": "Цвет: Mineral Green",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "4.2 Сумка Кросс-Боди S Mineral Green.jpg",
        "productId": "2010"
      },
      {
        "model": "FURLA CLUB 2",
        "name": "Сумка Кросс-Боди S",
        "price": "руб 34.000,00",
        "color": "Цвет: Soil",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Изысканная сумка-saddle Furla Club 2 – универсальный аксессуар, который вместит в себя все самое необходимое. Модель с лаконичным обтекаемым силуэтом представляет собой новую интерпретацию культового дизайна из архивов Furla. Она выполнена из мягкой и гладкой кожи теленка с отделкой из зерненой кожи. Благодаря регулируемому ремню сумку можно носить на плече или через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Открытый внешний карман сзади\n" +
          "- Клапан с застежкой-кнопкой\n" +
          "- Выгравированный логотип Furla на застежке\n" +
          "\n" +
          "Размеры\n" +
          "26.0 x 23.0 x 4.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "23.0 cm",
        "img": "4.3 Сумка Кросс-Боди S Soil.jpg",
        "productId": "2011"
      },
      {
        "model": "FURLA EMMA",
        "name": "Сумка С Верхней Ручкой, Мини-Формат",
        "price": "руб 38.500,00",
        "color": "Цвет: Talco H",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мини-сумка Furla Emma выполнена из сочетания мягкой телячьей кожи Roma и зернистой кожи. При необходимости размер изделия регулируется с помощью практичных боковых кнопок. Сумка оснащена характерной застежкой с поворотным замком и логотипом Arch спереди.\n" +
          "\n" +
          "- Открытый центральный внутренний карман\n" +
          "- Круглая кожаная ручка сверху\n" +
          "- Съемный регулируемый ремень\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 16.0 x 16.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Высота\n" +
          "16.0 cm",
        "img": "5. Сумка С Верхней Ручкой, Мини-Формат Talco H.jpg",
        "productId": "2012"
      },
      {
        "model": "FURLA EMMA",
        "name": "Сумка С Верхней Ручкой, Мини-Формат",
        "price": "руб 38.500,00",
        "color": "Цвет: Soil",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мини-сумка Furla Emma выполнена из сочетания мягкой телячьей кожи Roma и зернистой кожи. При необходимости размер изделия регулируется с помощью практичных боковых кнопок. Сумка оснащена характерной застежкой с поворотным замком и логотипом Arch спереди.\n" +
          "\n" +
          "- Открытый центральный внутренний карман\n" +
          "- Круглая кожаная ручка сверху\n" +
          "- Съемный регулируемый ремень\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 16.0 x 16.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Высота\n" +
          "16.0 cm",
        "img": "5.1 Сумка С Верхней Ручкой, Мини-Формат Soil.jpg",
        "productId": "2013"
      },
      {
        "model": "FURLA EMMA",
        "name": "Сумка С Верхней Ручкой, Мини-Формат",
        "price": "руб 38.500,00",
        "color": "Цвет: Ballerina I",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мини-сумка Furla Emma выполнена из сочетания мягкой телячьей кожи Roma и зернистой кожи. При необходимости размер изделия регулируется с помощью практичных боковых кнопок. Сумка оснащена характерной застежкой с поворотным замком и логотипом Arch спереди.\n" +
          "\n" +
          "- Открытый центральный внутренний карман\n" +
          "- Круглая кожаная ручка сверху\n" +
          "- Съемный регулируемый ремень\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 16.0 x 16.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Высота\n" +
          "16.0 cm",
        "img": "5.2 Сумка С Верхней Ручкой, Мини-Формат Ballerina I.jpg",
        "productId": "2014"
      },
      {
        "model": "FURLA EMMA",
        "name": "Сумка С Верхней Ручкой, Мини-Формат",
        "price": "руб 38.500,00",
        "color": "Цвет: Ciliegia D",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мини-сумка Furla Emma выполнена из сочетания мягкой телячьей кожи Roma и зернистой кожи. При необходимости размер изделия регулируется с помощью практичных боковых кнопок. Сумка оснащена характерной застежкой с поворотным замком и логотипом Arch спереди.\n" +
          "\n" +
          "- Открытый центральный внутренний карман\n" +
          "- Круглая кожаная ручка сверху\n" +
          "- Съемный регулируемый ремень\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 16.0 x 16.0 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка,Зерненая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Высота\n" +
          "16.0 cm",
        "img": "5.3 Сумка С Верхней Ручкой, Мини-Формат Ciliegia D.jpg",
        "productId": "2015"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо M",
        "price": "руб 32.000,00",
        "color": "Цвет: Cactus",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "С элегантной сумкой на плечо Furla Fleur все самое необходимое будет всегда под рукой. Минималистичная модель трапециевидной формы выполнена из гладкой и мягкой кожи теленка с приятной на ощупь текстурой. Аксессуар дополнен съемным регулируемым ремнем, благодаря которому сумку можно носить как на плече, так и через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Застежка с поворотным замком и логотипом Furla 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "31.5 x 20.5 x 6.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "6. Сумка На Плечо M Cactus.jpg",
        "productId": "2016"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо M",
        "price": "руб 32.000,00",
        "color": "Цвет: Cameo",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "С элегантной сумкой на плечо Furla Fleur все самое необходимое будет всегда под рукой. Минималистичная модель трапециевидной формы выполнена из гладкой и мягкой кожи теленка с приятной на ощупь текстурой. Аксессуар дополнен съемным регулируемым ремнем, благодаря которому сумку можно носить как на плече, так и через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Застежка с поворотным замком и логотипом Furla 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "31.5 x 20.5 x 6.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "6.1 Сумка На Плечо M Cameo.jpg",
        "productId": "2017"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо M",
        "price": "руб 32.000,00",
        "color": "Цвет: Nero",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "С элегантной сумкой на плечо Furla Fleur все самое необходимое будет всегда под рукой. Минималистичная модель трапециевидной формы выполнена из гладкой и мягкой кожи теленка с приятной на ощупь текстурой. Аксессуар дополнен съемным регулируемым ремнем, благодаря которому сумку можно носить как на плече, так и через плечо.\n" +
          "\n" +
          "- Внутренний карман на молнии\n" +
          "- Застежка с поворотным замком и логотипом Furla 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "31.5 x 20.5 x 6.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "6.2 Сумка На Плечо M Nero.jpg",
        "productId": "2018"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо S",
        "price": "руб 28.500,00",
        "color": "Цвет: Cameo",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мягкая и гладкая телячья кожа и минималистичная трапециевидная форма делают элегантную сумку Furla Fleur неповторимой. Эта маленькая элегантная сумка имеет вместительное внутреннее отделение для хранения личных вещей, а регулируемый плечевой ремень позволяет носить ее кросс-боди или на плече, освобождая руки.\n" +
          "\n" +
          "- Съемный регулируемый ремень\n" +
          "- Открытый внутренний карман\n" +
          "- Застежка с поворотным замком и логотипом 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 14.5 x 5.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "7. Сумка На Плечо S Cameo.jpg",
        "productId": "2019"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо S",
        "price": "руб 28.500,00",
        "color": "Цвет: Cannella",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мягкая и гладкая телячья кожа и минималистичная трапециевидная форма делают элегантную сумку Furla Fleur неповторимой. Эта маленькая элегантная сумка имеет вместительное внутреннее отделение для хранения личных вещей, а регулируемый плечевой ремень позволяет носить ее кросс-боди или на плече, освобождая руки.\n" +
          "\n" +
          "- Съемный регулируемый ремень\n" +
          "- Открытый внутренний карман\n" +
          "- Застежка с поворотным замком и логотипом 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 14.5 x 5.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "7.1 Сумка На Плечо S Cannella.jpg",
        "productId": "2020"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо S",
        "price": "руб 28.500,00",
        "color": "Цвет: Nero",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мягкая и гладкая телячья кожа и минималистичная трапециевидная форма делают элегантную сумку Furla Fleur неповторимой. Эта маленькая элегантная сумка имеет вместительное внутреннее отделение для хранения личных вещей, а регулируемый плечевой ремень позволяет носить ее кросс-боди или на плече, освобождая руки.\n" +
          "\n" +
          "- Съемный регулируемый ремень\n" +
          "- Открытый внутренний карман\n" +
          "- Застежка с поворотным замком и логотипом 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 14.5 x 5.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "7.2 Сумка На Плечо S Nero.jpg",
        "productId": "2021"
      },
      {
        "model": "FURLA FLEUR",
        "name": "Сумка На Плечо S",
        "price": "руб 28.500,00",
        "color": "Цвет: Nero",
        "description": "ОПИСАНИЕ\n" +
          "\n" +
          "Мягкая и гладкая телячья кожа и минималистичная трапециевидная форма делают элегантную сумку Furla Fleur неповторимой. Эта маленькая элегантная сумка имеет вместительное внутреннее отделение для хранения личных вещей, а регулируемый плечевой ремень позволяет носить ее кросс-боди или на плече, освобождая руки.\n" +
          "\n" +
          "- Съемный регулируемый ремень\n" +
          "- Открытый внутренний карман\n" +
          "- Застежка с поворотным замком и логотипом 1927 Arch\n" +
          "- Тисненый логотип Furla сзади\n" +
          "\n" +
          "Размеры\n" +
          "22.0 x 14.5 x 5.5 (w x h x d)\n" +
          "\n" +
          "Материал\n" +
          "Мягкая Кожа Теленка\n" +
          "\n" +
          "Состав\n" +
          "100% Кожа\n" +
          "\n" +
          "Фурнитура\n" +
          "Золотой\n" +
          "\n" +
          "Высота\n" +
          "20.5 cm",
        "img": "8. Сумка На Плечо S Cameo.jpg",
        "productId": "2022"
      },


    ]
  }
  constructor() { }
}
